Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/insyja.tmx
Source language: ru
Languages: be

source: улица Бажоры
be: вуліца Бажоры

source: улица Бакштанского
be: вуліца Бакштанскага

source: улица Балицкого
be: вуліца Баліцкага

source: улица Баранцевича
be: вуліца Баранцэвіча

source: улица Белинского
be: вуліца Бялінскага

source: улица Белуша
be: вуліца Белуша

source: улица Белые Росы
be: вуліца Белыя Росы

source: улица Бертеля
be: вуліца Бертэля

source: улица Богдана Хмельницкого
be: вуліца Багдана Хмяльніцкага

source: улица Богдановича
be: вуліца Багдановіча

source: улица Богуцкого
be: вуліца Багуцкага

source: улица Богушевича
be: вуліца Багушэвіча

source: улица Болдина
be: вуліца Болдзіна

source: улица Бондовского
be: вуліца Бандоўскага

source: улица Боричевского
be: вуліца Барычэўскага

source: улица Брикеля
be: вуліца Брыкеля

source: улица Будённого
be: вуліца Будзёнага

source: улица Вавилова
be: вуліца Вавілава

source: улица Ваньковича
be: вуліца Ваньковіча

source: улица Василька
be: вуліца Васілька

source: улица Ватутина
be: вуліца Ватуціна

source: улица Великая Ольшанка
be: вуліца Вялікая Альшанка

source: улица Веры Хоружей
be: вуліца Веры Харужай

source: улица Вир
be: вуліца Вір

source: улица Вишневец
be: вуліца Вішнявец

source: улица Волжецкого
be: вуліца Валжэцкага

source: улица Волкова
be: вуліца Волкава

source: улица Волковича
be: вуліца Ваўковіча

source: улица Врублевского
be: вуліца Урублеўскага

source: улица Гагарина
be: [вуліца Гагарына, вуліца Гарарына]

source: улица Гартного
be: вуліца Гартнага

source: улица Гастелло
be: вуліца Гастэлы

source: улица Гая
be: вуліца Гая

source: улица Гедроица
be: вуліца Гедройца

source: улица Герасимовича
be: вуліца Герасімовіча

source: улица Герцена
be: вуліца Герцэна

source: улица Гинтовта
be: вуліца Гінтаўта

source: улица Гоголя
be: вуліца Гогаля

source: улица Головичи
be: вуліца Галавічы

source: улица Горновых
be: вуліца Гарнавых

source: улица Горы
be: вуліца Горы

source: улица Грабовского
be: вуліца Грабоўскага

source: улица Грибоедова
be: вуліца Грыбаедава

source: улица Григоровича
be: вуліца Грыгаровіча

source: улица Гротгера
be: вуліца Гротгера

source: улица Давида Городенского
be: вуліца Давыда Гарадзенскага

source: улица Данилова
be: вуліца Данілава

source: улица Дарвина
be: вуліца Дарвіна

source: улица Декабристов
be: вуліца Дзекабрыстаў

source: улица Демченко
be: вуліца Дземчанкі

source: улица Дзержинского
be: вуліца Дзяржынскага

source: улица Димитрова
be: вуліца Дзімітрава

source: улица Дмитриевка
be: вуліца Дзмітрыеўка

source: улица Добролюбова
be: вуліца Дабралюбава

source: улица Доватора
be: вуліца Даватара

source: Улица Доватора
be: Вуліца Даватара

source: улица Домбровского
be: вуліца Дамброўскага

source: улица Домейко
be: вуліца Дамейкі

source: улица Друцк
be: вуліца Друцк

source: улица Дубко
be: вуліца Дубко

source: улица Духинского
be: вуліца Духінскага

source: улица Ельского
be: вуліца Ельскага

source: улица Желковского
be: вуліца Жалкоўскага

source: улица Жолудева
be: вуліца Жолудзева

source: улица Жуковского
be: вуліца Жукоўскага

source: улица Заболоть
be: вуліца Забалаць

source: улица Заболоцкого
be: вуліца Забалоцкага

source: улица Заверщизна
be: вуліца Завершчызна

source: улица Задорожного
be: вуліца Задарожнага

source: улица Заменгофа
be: вуліца Заменгофа

source: улица Зана
be: вуліца Зана

source: улица Зарицкая (Дуброва)
be: вуліца Дуброва

source: улица Заславского
be: вуліца Заслаўскага

source: улица Заслонова
be: вуліца Заслонава

source: Улица Заслонова
be: Вуліца Заслонава

source: улица Захарова
be: вуліца Захарава

source: улица Зенитчиков
be: вуліца Зянітчыкаў

source: улица Зернова
be: вуліца Зярнова

source: улица Зои Космодемьянской
be: вуліца Зоі Касмадзям’янскай

source: улица Ивлиева
be: вуліца Іўліева

source: улица Кабяка
be: вуліца Кабяка

source: улица Кавязина
be: вуліца Кавязіна

source: улица Казановского
be: вуліца Казаноўскага

source: улица Калинина
be: вуліца Калініна

source: улица Калиновского
be: вуліца Каліноўскага

source: улица Карбышева
be: вуліца Карбышава

source: улица Карла Маркса
be: вуліца Карла Маркса

source: улица Кармелюка
be: вуліца Кармелюка

source: улица Карского
be: вуліца Карскага

source: улица Кветко
be: вуліца Квятко

source: улица Кириченко
be: вуліца Кірычэнкі

source: улица Кирова
be: вуліца Кірава

source: улица Коблова
be: вуліца Колбава

source: улица Козлова
be: вуліца Казлова

source: улица Коложа
be: вуліца Каложа

source: улица Комарова
be: вуліца Камарова

source: Улица Комсомольская
be: Камсамольская

source: улица Короткевича
be: вуліца Караткевіча

source: улица Космонавтов
be: вуліца Касманаўтаў

source: улица Костюшко
be: вуліца Касцюшка

source: улица Котовского
be: вуліца Катоўскага

source: улица Кохановского
be: вуліца Каханоўскага

source: улица Кремко
be: вуліца Крэмко

source: улица Крылова
be: вуліца Крылова

source: улица Куйбышева
be: вуліца Куйбышава

source: улица Курбатова
be: вуліца Курбатава

source: улица Курчатова
be: вуліца Курчатава

source: улица Кутепова
be: вуліца Куцэпава

source: улица Кутузова
be: вуліца Кутузава

source: Улица Лазо
be: Вуліца Лазо

source: улица Лелевеля
be: вуліца Лелявеля

source: улица Ленина
be: вуліца Леніна

source: улица Лермонтова
be: вуліца Лермантава

source: улица Лизы Чайкиной
be: вуліца Лізы Чайкінай

source: улица Лиможа
be: вуліца Ліможа

source: улица Лисиная Горка
be: вуліца Лісіная Горка

source: улица Литовского
be: вуліца Літоўскага

source: улица Лососна
be: вуліца Ласосна

source: улица Лынькова
be: вуліца Лынькова

source: улица Льва Бакста
be: вуліца Льва Бакста

source: улица Льва Толстого
be: вуліца Льва Талстога

source: улица Максима Горького
be: вуліца Максіма Горкага

source: улица Манюшко
be: вуліца Манюшкі

source: улица Маслакова
be: вуліца Маслакова

source: улица Матросова
be: вуліца Матросава

source: улица Машерова
be: вуліца Машэрава

source: улица Маяковского
be: вуліца Маякоўскага

source: улица Медведева
be: вуліца Мядведзева

source: улица Меловые горы
be: вуліца Крэйдавыя горы

source: улица Менделеева
be: вуліца Мендзялеева

source: улица Меречская застава
be: вуліца Мерацкая застава

source: улица Минейки
be: вуліца Мінейкі

source: улица Мира
be: вуліца Міру

source: улица Михася Чарота
be: вуліца Міхася Чарота

source: улица Мицкевича
be: вуліца Міцкевіча

source: улица Мичурина
be: вуліца Мічурына

source: улица Морозова
be: вуліца Марозава

source: улица Найдуса
be: вуліца Найдуса

source: улица Наполеона Орды
be: вуліца Напалеона Орды

source: улица Некрасова
be: вуліца Някрасава

source: улица Немцевича
be: вуліца Нямцэвіча

source: улица Нефтяников
be: вуліца Нафтавікоў

source: улица Николаева
be: вуліца Мікалаева

source: улица Ногина
be: вуліца Нагіна

source: улица Огинского
be: вуліца Агінскага

source: улица Ольги Соломовой
be: вуліца Вольгі Саломавай

source: улица Орджоникидзе
be: вуліца Арджанікідзэ

source: улица Осипенко
be: вуліца Асіпенкі

source: улица Островок
be: вуліца Астравок

source: улица Островского
be: вуліца Астроўскага

source: Улица П. Бровки
be: вул. П.Броўкі

source: улица Павла Бобровского
be: вуліца Паўла Баброўскага

source: улица Павлова
be: вуліца Паўлава

source: улица Павловского
be: вуліца Паўлоўскага

source: улица Панченко
be: вуліца Панчанкі

source: улица Парижской Коммуны
be: вуліца Парыжскай Камуны

source: улица Переселка
be: вуліца Перасёлка

source: улица Пестеля
be: вуліца Пестэля

source: улица Пестрака
be: вуліца Пестрака

source: улица Петровского
be: вуліца Пятроўскага

source: улица Победы
be: вуліца Перамогі

source: улица Пожарского
be: вуліца Пажарскага

source: улица Полиграфистов
be: вуліца Паліграфістаў

source: улица Попова
be: вуліца Папова

source: улица Поповича
be: вуліца Паповіча

source: улица Правды
be: вуліца Праўды

source: улица Притыцкого
be: вуліца Прытыцкага

source: улица Пучкова
be: вуліца Пучкова

source: улица Пушкина
be: вуліца Пушкіна

source: улица Пушкова
be: вуліца Пушкова

source: улица Пышки
be: вуліца Пышкі

source: улица Разина
be: вуліца Разіна

source: улица Реймонта
be: вуліца Рэйманта

source: улица Репина
be: вуліца Рэпіна

source: улица Рогачевского
be: вуліца Рагачоўскага

source: улица Рожанского
be: вуліца Ражанскага

source: улица Розанова
be: вуліца Разанава

source: улица Розы Люксембург
be: вуліца Розы Люксембург

source: улица Рокоссовского–II
be: вуліца Ракасоўскага–II

source: улица Рылеева
be: вуліца Рылеева

source: улица Садакова
be: вуліца Садакова

source: улица Садовникова Гора
be: вуліца Садоўнікава Гара

source: улица Санфировой
be: вуліца Санфіравай

source: улица Свердлова
be: вуліца Свярдлова

source: улица Сераковского
be: вуліца Серакоўскага

source: улица Серафимовича
be: вуліца Серафімовіча

source: улица Сергея Лазо
be: вуліца Сяргея Лазо

source: улица Сергея Ланского
be: вуліца Сяргея Ланскога

source: улица Сивачёва
be: вуліца Сівачова

source: улица Симонова
be: вуліца Сіманава

source: улица Скоморошки
be: вуліца Скамарошкі

source: улица Скрынника
be: вуліца Скрынніка

source: улица Славинского
be: вуліца Славінскага

source: улица Словацкого
be: вуліца Славацкага

source: Улица Смоленская
be: вул. Смаленская

source: улица Снежкова
be: вуліца Сняжкова

source: Улица Советская
be: Савецкая

source: улица Советских Пограничников
be: вуліца Савецкіх Пагранічнікаў

source: улица Соколовского
be: вуліца Сакалоўскага

source: улица Солы
be: вуліца Солы

source: улица Софьи Налковской
be: вуліца Зоф'і Налкоўскай

source: Улица Степаненко
be: Сцепаненкі

source: улица Стефана Батория
be: вуліца Стэфана Баторыя

source: улица Строителей
be: вуліца Будаўнікоў

source: улица Суворова
be: вуліца Суворава

source: улица Сулистровского
be: вуліца Сулістроўскага

source: улица Сухомбаева
be: вуліца Сухамбаева

source: улица Счастного
be: вуліца Счаснага

source: улица Сырокомли
be: вуліца Сыракомлі

source: улица Тавлая
be: вуліца Таўлая

source: улица Тельмана
be: вуліца Тэльмана

source: улица Терешковой
be: вуліца Церашковай

source: Улица Терешковой
be: вул. Церашковай

source: улица Тетки
be: вуліца Цёткі

source: улица Тимирязева
be: вуліца Ціміразева

source: улица Титова
be: вуліца Цітова

source: улица Томина
be: вуліца Томіна

source: улица Тургенева
be: вуліца Тургенева

source: улица Урицкого
be: вуліца Урыцкага

source: улица Усова
be: вуліца Вусава

source: улица Фолюш
be: вуліца Фолюш

source: улица Фомичёва
be: вуліца Фамічова

source: улица Франциска Скорины
be: вуліца Францыска Скарыны

source: улица Фрунзе
be: вуліца Фрунзэ

source: улица Фурсенко
be: вуліца Фурсенкі

source: улица Химиков
be: вуліца Хімікаў

source: улица Чапаева
be: вуліца Чапаева

source: Улица Чапаева
be: вуліца Чапаева

source: улица Чернышевского
be: вуліца Чарнышэўскага

source: улица Чехова
be: вуліца Чэхава

source: улица Чкалова
be: вуліца Чкалава

source: улица Шарипова
be: вуліца Шарыпава

source: улица Шевченко
be: вуліца Шаўчэнкі

source: улица Шидловского
be: вуліца Шыдлоўскага

source: улица Шишкина
be: вуліца Шышкіна

source: улица Щедрина
be: вуліца Шчадрына

source: улица Щорса
be: вуліца Шчорса

source: улица Элизы Ожешко
be: вуліца Элізы Ажэшкі

source: улица Энгельса
be: вуліца Энгельса

source: улица Юндила
be: вуліца Юндзілы

source: улица Юрия Олеши
be: вуліца Юрыя Алешы

source: улица Якуба Коласа
be: вуліца Якуба Коласа

source: улица Якубовского
be: вуліца Якубоўскага

source: улица Янки Купалы
be: вуліца Янкі Купалы

source: Улла
be: Ула

source: Улогово
be: воз. Улогава

source: Ульщино
be: Вульшчына

source: Умелая улица
be: Умелая вуліца

source: Универмаг
be: Універмаг

source: Универсам «Замкавы»
be: Універсам «Замкавы»

source: Университет им. Машерова
be: ВДУ імя П.М.Машэрава

source: Университетские часы
be: Універсітэцкі гадзіннік

source: УПК
be: ВВК

source: УПК Технологического колледжа
be: Віцебскі дзяржаўны тэхналагічны каледж

source: Управление внутренних дел
be: Упраўленне унутранных спраў

source: Управление капитального строительства
be: Упраўленне капітальнага будаўніцтва

source: Управление капитального строительства витебского облисполкома
be: Упраўленне капітальнага будаўніцтва Віцебскага аблвыканкама

source: Управление по гражданству и миграции
be: [Упраўленне па грамадзянству і міграцыі, Упраўленне па грамадзяству і міграцыі]

source: Управление по оздоровлению и санаторно-курортному лечению
be: Абласное ўпраўленне Рэспубліканскага цэнтру па аздараўленні і санаторна-курортным лячэнні насельніцтва

source: Управление Следственного комитета по Гродненской области
be: Упраўленне Следчага камітэта па Гродзенскай вобласці

source: Управление физической культуры, спорта и туризма Гродненского облисполкома
be: Упраўленне фізічнай культуры, спорта і турызма Гродзенскага аблвыканкама

source: Управление физкультуры и спорта
be: Упраўленне фізкультуры і спорту

source: Уречье
be: Урэчча

source: Урология
be: Уралогія

source: урочище Пышки
be: урочышча Пышкі

source: урочище Теребень
be: Церабень

source: Уручье
be: Уручча

source: Уручье-1
be: Уручча-1

source: Уручье-2
be: Уручча-2

source: Уручье-3
be: Уручча-3

source: Уручье-4
be: Уручча-4

source: Уручье-5
be: Уручча-5

source: Уручье-6
be: Уручча-6

source: Усадебно-парковый комплекс
be: Сядзібна-паркавы комплекс

source: Усадебно-парковый комплекс Амбрамбальских
be: Сядзібна-паркавы комплекс Амбрамбальскіх

source: Усадебно-парковый комплекс Бельских
be: Сядзібна-паркавы комплекс Бельскіх

source: Усадебно-парковый комплекс Бишевских
be: Сядзібна-паркавы комплекс Бішэўскіх

source: Усадебно-парковый комплекс Блажевич
be: Сядзібна-паркавы комплекс Блажэвічаў

source: Усадебно-парковый комплекс Богдановичей
be: Сядзібна-паркавы комплекс Багдановічаў

source: Усадебно-парковый комплекс Богуславских
be: Сядзібна-паркавы комплекс Багуслаўскіх

source: Усадебно-парковый комплекс Богушевичей
be: Сядзібна-паркавы комплекс Багушэвічаў

source: Усадебно-парковый комплекс Богуш-Шишков
be: Сядзібна-паркавы комплекс Богушаў-Шышкаў

source: Усадебно-парковый комплекс Бонч-Осмоловских
be: Сядзібна-паркавы комплекс Бончаў-Асмалоўскіх

source: Усадебно-парковый комплекс Бохвицев
be: Сядзібна-паркавы комплекс Бохвіцаў

source: Усадебно-парковый комплекс Брохоцких
be: Сядзібна-паркавы комплекс Брахоцкіх

source: Усадебно-парковый комплекс Булгаков
be: Сядзібна-паркавы комплекс Булгакаў

source: Усадебно-парковый комплекс Бутовт-Андрейковичей
be: Сядзібна-паркавы комплекс Бутаўт-Андрэйкавічаў

source: Усадебно-парковый комплекс Бушэвских
be: Сядзібна-паркавы комплекс Бушэўскіх

source: Усадебно-парковый комплекс Быльчынских
be: Сядзібна-паркавы комплекс Быльчынскіх

source: Усадебно-парковый комплекс Ваньковичей
be: Сядзібна-паркавы комплекс Ваньковічаў

source: Усадебно-парковый комплекс Вовжецких
be: Сядзібна-паркавы комплекс Ваўжэцкіх

source: Усадебно-парковый комплекс Водейко
be: Сядзібна-паркавы комплекс Вадэйкаў

source: Усадебно-парковый комплекс Войниловичей
be: Сядзібна-паркавы комплекс Вайніловічаў

source: Усадебно-парковый комплекс Володковичей
be: Сядзібна-паркавы комплекс Валадковічаў

source: Усадебно-парковый комплекс Высоцких
be: Сядзібна-паркавы комплекс Высоцкіх

source: Усадебно-парковый комплекс Гартингов
be: Сядзібна-паркавы комплекс Гарцінгаў

source: Усадебно-парковый комплекс Гецевичей
be: Сядзібна-паркавы комплекс Гяцэвічаў

source: Усадебно-парковый комплекс Гилярдов
be: Сядзібна-паркавы комплекс Гілярдаў

source: Усадебно-парковый комплекс Гребницких
be: Сядзібна-паркавы комплекс Грабніцкіх

source: Усадебно-парковый комплекс Гробовских
be: Сядзібна-паркавы комплекс Грабоўскіх

source: Усадебно-парковый комплекс Довгеллы
be: Сядзібна-паркавы комплекс Даўгялаў

source: Усадебно-парковый комплекс Домейков
be: Сядзібна-паркавы комплекс Дамейкаў

source: Усадебно-парковый комплекс Друцких-Любецких
be: Сядзібна-паркавы комплекс Друцкіх-Любецкіх

source: Усадебно-парковый комплекс Еленских
be: Сядзібна-паркавы комплекс Яленскіх

source: Усадебно-парковый комплекс Ельских
be: Сядзібна-паркавы комплекс Ельскіх

source: Усадебно-парковый комплекс Жуковских
be: Сядзібна-паркавы комплекс Жукоўскіх

source: Усадебно-парковый комплекс Завишей
be: Сядзібна-паркавы комплекс Завішаў

source: Усадебно-парковый комплекс Захватовичей
be: Сядзібна-паркавы комплекс Захватовічаў

source: Усадебно-парковый комплекс Карпинских
be: Сядзібна-паркавы комплекс Карпінскіх

source: Усадебно-парковый комплекс Кашицев
be: Сядзібна-паркавы комплекс Кашыцаў

source: Усадебно-парковый комплекс Корсаков
be: Сядзібна-паркавы комплекс Корсакаў

source: Усадебно-парковый комплекс Костровицких
be: Сядзібна-паркавы комплекс Кастравіцкіх

source: Усадебно-парковый комплекс Крупских
be: Сядзібна-паркавы комплекс Крупскіх

source: Усадебно-парковый комплекс Куровских
be: Сядзібна-паркавы комплекс Куроўскіх

source: Усадебно-парковый комплекс Лабоцкий
be: Сядзібна-паркавы комплекс Лабоцкіх

source: Усадебно-парковый комплекс Ласковичей
be: Сядзібна-паркавы комплекс Ласковічаў

source: Усадебно-парковый комплекс Лепарской
be: Сядзібна-паркавы комплекс Ляпарскіх

source: Усадебно-парковый комплекс Липак
be: Сядзібна-паркавы комплекс Ліпак

source: Усадебно-парковый комплекс Лопатинских
be: Сядзібна-паркавы комплекс Лапацінскіх

source: Усадебно-парковый комплекс Любанских
be: Сядзібна-паркавы комплекс Любанскіх

source: Усадебно-парковый комплекс Любенских
be: Сядзібна-паркавы комплекс Любенскіх

source: Усадебно-парковый комплекс Любомирских
be: Сядзібна-паркавы комплекс Любамірскіх

source: Усадебно-парковый комплекс маковой
be: Сядзібна-паркавы комплекс Макавых

source: Усадебно-парковый комплекс Макшицких
be: Сядзібна-паркавы комплекс Макшыцкіх

source: Усадебно-парковый комплекс Малиновских
be: Сядзібна-паркавы комплекс Маліноўскіх

source: Усадебно-парковый комплекс Медведская
be: Сядзібна-паркавы комплекс Мядзьведзкіх

source: Усадебно-парковый комплекс Милошевских
be: Сядзібна-паркавы комплекс Мілашэўскіх

source: Усадебно-парковый комплекс Минейко
be: Сядзібна-паркавы комплекс Мінейкаў

source: Усадебно-парковый комплекс Молле
be: Сядзібна-паркавы комплекс Мольляў

source: Усадебно-парковый комплекс Немцевичей
be: Сядзібна-паркавы комплекс Нямцэвічаў

source: Усадебно-парковый комплекс Новицких
be: Сядзібна-паркавы комплекс Навіцкіх

source: Усадебно-парковый комплекс Оскерков
be: Сядзібна-паркавы комплекс Аскеркаў

source: Усадебно-парковый комплекс Охрановских
be: Сядзібна-паркавы комплекс Ахраноўскіх

source: Усадебно-парковый комплекс Паскевичей
be: Сядзібна-паркавы комплекс Паскевічаў

source: Усадебно-парковый комплекс Пашкевичей
be: Сядзібна-паркавы комплекс Пашкевічаў

source: Усадебно-парковый комплекс Перковских
be: Сядзібна-паркавы комплекс Пяркоўскіх

source: Усадебно-парковый комплекс Плятеров
be: Сядзібна-паркавы комплекс Плятэраў

source: Усадебно-парковый комплекс Поклевских-Козел
be: Сядзібна-паркавы комплекс Паклеўскіх-Козел

source: Усадебно-парковый комплекс Пузынов
be: Сядзібна-паркавы комплекс Пузынаў

source: Усадебно-парковый комплекс Пукалло
be: Сядзібна-паркавы комплекс Пукалаў

source: Усадебно-парковый комплекс Пусловских
be: Сядзібна-паркавы комплекс Пуслоўскіх

source: Усадебно-парковый комплекс Путкамеров
be: Сядзібна-паркавы комплекс Путкамераў

source: Усадебно-парковый комплекс Путята
be: Сядзібна-паркавы комплекс Пуцятаў

source: Усадебно-парковый комплекс Радзивиллов
be: Сядзібна-паркавы комплекс Радзівілаў

source: Усадебно-парковый комплекс Рдултовских
be: Сядзібна-паркавы комплекс Рдултоўскіх

source: Усадебно-парковый комплекс Рейтанов
be: Сядзібна-паркавы комплекс Рэйтанаў

source: Усадебно-парковый комплекс Репина «Здравнёво»
be: Сядзібна-паркавы комплекс Рэпіных «Здраўнёва»

source: Усадебно-парковый комплекс Римша
be: Сядзібна-паркавы комплекс Рымшаў

source: Усадебно-парковый комплекс Ромеров
be: Сядзібна-паркавы комплекс Ромэраў

source: Усадебно-парковый комплекс Ротов
be: Сядзібна-паркавы комплекс Ротаў

source: Усадебно-парковый комплекс Рудницких
be: Сядзібна-паркавы комплекс Рудніцкіх

source: Усадебно-парковый комплекс Савчуку
be: Сядзібна-паркавы комплекс Саўчукоў

source: Усадебно-парковый комплекс Свентаржэцких
be: Сядзібна-паркавы комплекс Свентаржэцкіх

source: Усадебно-парковый комплекс Свентицкий
be: Сядзібна-паркавы комплекс Свянціцкіх

source: Усадебно-парковый комплекс Святских
be: Сядзібна-паркавы комплекс Свяцкіх

source: Усадебно-парковый комплекс Скирмунтов
be: Сядзібна-паркавы комплекс Скірмунтаў

source: Усадебно-парковый комплекс Слизней
be: Сядзібна-паркавы комплекс Слізняў

source: Усадебно-парковый комплекс Соколович
be: Сядзібна-паркавы комплекс Сакаловічаў

source: Усадебно-парковый комплекс Солтанов
be: Сядзібна-паркавы комплекс Солтанаў

source: Усадебно-парковый комплекс Старжинских
be: Сядзібна-паркавы комплекс Старжынскіх

source: Усадебно-парковый комплекс Сянявских
be: Сядзібна-паркавы комплекс Сяняўскіх

source: Усадебно-парковый комплекс Тарасовичей
be: Сядзібна-паркавы комплекс Тарасовічаў

source: Усадебно-парковый комплекс Тукалло
be: Сядзібна-паркавы комплекс Тукалаў

source: Усадебно-парковый комплекс Турбиных
be: Сядзібна-паркавы комплекс Турбіных

source: Усадебно-парковый комплекс Тышкевичей
be: Сядзібна-паркавы комплекс Тышкевічаў

source: Усадебно-парковый комплекс Хрептовичей
be: Сядзібна-паркавы комплекс Храптовічаў

source: Усадебно-парковый комплекс Цехановецких
be: Сядзібна-паркавы комплекс Цеханавецкіх

source: Усадебно-парковый комплекс Цюндявицких
be: Сядзібна-паркавы комплекс Цюндзявіцкіх

source: Усадебно-парковый комплекс Чапских
be: Сядзібна-паркавы комплекс Чапскіх

source: Усадебно-парковый комплекс Черноцких
be: Сядзібна-паркавы комплекс Чарноцкіх

source: Усадебно-парковый комплекс Чечетов
be: Сядзібна-паркавы комплекс Чачотаў

source: Усадебно-парковый комплекс Шадурских
be: Сядзібна-паркавы комплекс Шадурскіх

source: Усадебно-парковый комплекс Шафнагеляв
be: Сядзібна-паркавы комплекс Шафнагеляў

source: Усадебно-парковый комплекс Швыковских
be: Сядзібна-паркавы комплекс Швыкоўскіх

source: Усадебно-парковый комплекс Шишков
be: Сядзібна-паркавы комплекс Шышкаў

source: Усадебно-парковый комплекс Шумск
be: Сядзібна-паркавы комплекс Шумскіх

source: Усадебно-парковый комплекс Яниковских
be: Сядзібна-паркавы комплекс Янікоўскіх

source: Усадебно-парковый комплекс Янишевских
be: Сядзібна-паркавы комплекс Янішэўскіх

source: Усадебно-парковый комплекс Ярмолинская
be: Сядзібна-паркавы комплекс Ярмалінскіх

source: Усадьба
be: Сядзіба

source: Усадьба «Александрия»
be: Фальварак «Александрыя»

source: Усадьба «Выганава»
be: Фальварак «Выганава»

source: Усадьба «Станиславова»
be: Сядзіба «Станіславова»

source: Усадьба «Хорошевичи II правит»
be: Сядзіба «Харашэвічы ІI»

source: Усадьба «Хорошевичи ИII»
be: Сядзіба «Харашэвічы ІII»

source: Усадьба (остатки)
be: Сядзіба (рэшткі)

source: Усадьба (руины)
be: Сядзіба (руіны)

source: Усадьба (сейчас больница)
be: Сядзіба (бальніца)

source: Усадьба Абрамовичей
be: Сядзіба Абрамовічаў

source: Усадьба Ададуровых "Белая дача"
be: Сядзіба Ададуравых «Белая дача»

source: Усадьба Адамовых
be: Сядзіба Адамавых

source: Усадьба Азнабишыных
be: Сядзіба Азнабішыных

source: Усадьба Акушко
be: Сядзіба Акушкаў

source: Усадьба Апацкого
be: Сядзіба Апацкіх

source: Усадьба Белых «Марцiнова Гусь»
be: Сядзiба Белых «Марцiнова Гусь»

source: Усадьба Биспингов
be: Сядзіба Біспінгаў

source: Усадьба Бунгенов
be: Сядзіба Бунгенаў

source: Усадьба Быховцев
be: Сядзіба Быхаўцаў

source: Усадьба Важинскому
be: Сядзіба Важынскіх

source: Усадьба Валентинович
be: Сядзіба Валянцінавічаў

source: Усадьба Ваньковичей
be: Сядзіба Ваньковічаў

source: Усадьба Ваньковичей "Большая Слепянка"
be: Сядзіба Ваньковічаў "Вялікая Сляпянка"

source: Усадьба Ваньковичей в Великой Слепянке
be: Сядзіба Ваньковічаў у Вялікай Сляпянцы

source: Усадьба Ваньковичей в Верхнем городе
be: Сядзіба Ваньковічаў у Верхнім горадзе

source: Усадьба Войниловичей
be: Сядзіба Вайніловічаў

source: Усадьба Григорович
be: Сядзіба Грыгаровічаў
